know_name = '''
Привет! Я - Хронос, бот, собирающий статистические данные о времени, которое затрачивается на те или иные виды работ. 
Познакомимся? Напиши своё имя и фамилию.
'''

know_role = '''
Здорово! Теперь выбери свою специальность из предложенных:
'''

hello = '''
Привет-привет!
'''

know_object = '''
На каком объекте ты сегодня работал?
'''

know_system = '''
Какую систему обслуживал?
'''

know_spent_time = '''
Сколько часов на нее ушло? Напиши ответ одним целым числом
'''

know_notes = '''
Есть ли какие-то комментарии к проделанной работе? Если нет, отправь прочерк.
'''

know_more = '''
Работал ли еще над чем-нибудь сегодня?
'''

goodbye = '''
Замечательно, я всё записал. Спасибо за уделенное время!
'''

MESSAGES = {
    'know_name': know_name,
    'know_role': know_role,
    'hello': hello,
    'know_object': know_object,
    'know_system': know_system,
    'know_spent_time': know_spent_time,
    'know_notes': know_notes,
    'know_more': know_more,
    'goodbye': goodbye,
}
